[
 {
  "id": "dm-test-9afda3cde191a883d8c166ceb5765eb53205d8f4",
  "decoded": "alexis sanchez has scored 19 goals so far this season . arsenal boss arsene wenger believes sanchez will be fit up for his side . sanchez has made an impact in english football .",
  "references": [
   "Alexis Sanchez had offers from several clubs when he left Barcelona last summer, including Arsenal and Liverpool. He chose to join Arsenal in a decision that delighted boss Arsene Wenger. Sanchez has made an instant impact in English football and has scored 19 goals for the Gunners so far this season. Arsenal face Liverpool in the Premier League on Saturday as the two sides compete for a top-four finish.",
   "Luis Suarez the famous chilean striker has departed Barcelona FC and is currently being courted by teams in the Barclays Premier League. Manchester United is the most likely landing spot for the famous Chilean striker who has scored hundreds of goals throughout his famous career. Negotiations between interested parties are ongoing and a decision is expected to be heard in the coming weeks.",
   "An impressive english football player is being scouted out by several teams that hope to have him on their team. These bidding wars are intense and the player still has yet to make a decision.",
   "Wenger is happy to have Alexis Sanchez. Sanchez was previously dismissed by Barcelona. He has been influential with 19 goals this season.",
   "Arsenal Manager Arsene Wenger elated that Alexis Sanchez will side with his team for Liverpool on Saturday.",
   "26 year old Alexis Sanchez will be lining up for Arsenal this Saturday, and manager Arsene Wenger is certainly happy about it. When Barcelona allowed Sanchez to leave, he could have chosen any team. Luckily, he chose Arsenal and has already scored nineteen goals this season.",
   "Alexis Sanchez chose Emirates over Anfield. Alexis Sanchez impressed immediately with his stellar play. Wenger has been rumored to be linked with Liverpool winger Raheem Sterling.",
   "Alexis Sanchez picked Emirates over Anfield. Alexis Sanchez has made an instant impact with 19 goals. The speculation that is being linked with Wenger is Raheem Sterling.",
   "Chile forward Alexis Sanchez recently chose to play for Arsenal at the Emirates Statium over Liverpool at Anfield. Sanchez came into the league strong, scoring 19 goals this season. Arsenal manager Arsene Wenger is trying to downplay speculation that links him to Liverpool's winger Raheem Sterling.",
   "Alexus Sabcgez chose the play at Emerates Stadium over Anfield in the premier league. Sanchez has mad a great impact with the teal scoring 19 goals this year for the North London Club. Wenger has been impressed by the way Rodger has developed his team but has down played speculation linking him to Raheem Sterling, the Liverpool winger.",
   "Alexis Sanchez picked Arsenal and Emirates Stadium to play for instead of Liverpool and Anfield, and his coach Arsene Wenger is sure happy about it. Sanchez has already scored nineteen goals for his team this year. Wenger also downplayed an interest in Raheem Sterling, who is a forward for Liverpool. Sterling rejected his team's latest contract offer."
  ],
  "text": "Arsenal manager Arsene Wenger does not know the exact reason Alexis Sanchez chose the Emirates Stadium over Anfield - but he is glad the Chile forward will be lining up for his side rather than against them for Liverpool on Saturday. Sanchez had his selection of clubs once Barcelona had decided to let him leave, and following the World Cup, the 26-year-old was convinced to continue his career under Wenger's expert guidance, going on to make an instant impression in English football. The French coach, however, admits the possibility Liverpool could use their interest in Sanchez as leverage during negotiations over Luis Suarez's move to the Nou Camp last summer was always on the cards. Alexis Sanchez was courted by a number of elite clubs last summer but eventually chose Arsenal Sanchez has made an instant impact in English football and has scored 19 goals so far this season Arsenal boss Arsene Wenger (right) is delighted that Sanchez decided to join the north London club 'At the end of the day, only Sanchez can explain to you why he has chosen us. I don't know why he did that, but we are happy that he made that decision,' said Wenger of the £32million Chile forward, who has netted 19 goals so far. 'I was (aware of Liverpool's interest), but you never know if it is really true, but I thought it could be because of the interest in Suarez (from Barcelona). 'In the negotiations, yes, it is a strength - and it makes sense, an exchange and some money for Liverpool.' Wenger believes the way Sanchez has adapted so quickly to a change in environment proves he is one of the best around. 'If you look at the qualities, efficiency, work-rate, fighting spirit - (he is at the) top,' the Arsenal boss added. 'When it (the game) becomes flat, he can revitalise the strengths and dynamics of the team and the supporters.' Ahead of the key Barclays Premier League clash, Wenger was keen to play down any talk of a potential summer transfer move for Liverpool forward Raheem Sterling, who has so far rejected a new contract offer. Despite the Reds having lost to Manchester United before the international break to dent hopes of another top-four finish, Wenger has been impressed by the way Brendan Rodgers has developed his team following the sale of Suarez and injury to striker Daniel Sturridge. 'He has done very well. I think he found a solution at the right time,' the Arsenal manager said. 'They did well last season too, they scored over 100 goals in the Premier League, which is absolutely fantastic.' Wenger has moved to play down speculation linking him with Liverpool winger Raheem Sterling",
  "expert_coherence_mean": 0.25,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 1.0,
  "expert_relevance_mean": 0.42,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 0.75,
  "turker_fluency_mean": 1.0,
  "turker_relevance_mean": 0.75,
  "example_idx": 223
 },
 {
  "id": "dm-test-b255397ee863bd8faf9def57c0f76769153d905e",
  "decoded": "james hayward had his toy gun confiscated at east midlands airport . security officers were described as ` over-zealous ' by the boy 's father . a four-year-old boy was frisked by airport security . phil , 44 , and hazel , 38 , with his brightly coloured toy . after returning from the holiday to lanzarote , the four-year-old was bought a replacement toy gun .",
  "references": [
   "James Hayward was flying with parents Phil and Hazel to Lanzarote. But X-ray machine picked out his nerf toy gun on security scan. Four-year-old was then patted down and forced to hand over toy. Airport insist they have offered to post the item back to boy's home in Doncaster, South Yorkshire.",
   "A four year old boy from Doncaster, South Yorkshire had his plastic nerf gun confiscated after being frisked by airport security at East Midlands airport. The boy's father called the action \"ludicrous\", and in the end, the airport offered to mail the gun back to the boy.",
   "A four-year-old boy has his toy gun confiscated by airport security due to it being a security risk.",
   "A 4 year old boy named James Hayward had his toy gun confiscated at East Midlands airport by security after they deemed it to be a security risk.",
   "A small child was taken out of school for bringing a fake gun to school. Officials felt it was the appropriate decision but the parents and some others think it was a bit over the top.",
   "East Midlands airport took away a toy gun from a four-year-old after observed on an x-ray machine.  The child was patted down at the airport.  His parents bought him a new one from ebay after their holiday trip.  The airport apologized, but mentioned that safety was a priority and replica or model guns are prohibited through security.",
   "East Midlands Airport has a rule against items that look like prohibited items. The Department of Transport is in charge of setting all restrictions for hand luggage for UK flights. The replacement toy gun was bought by a four year old boy.",
   "East Midlands airport restricts items that look like banned items. The Department of Transport sets the hand luggage restrictions. The boy's family bought a replacement gun for him off Ebay.",
   "East Midland's Airport doesn't allow toy guns and took one from a child. The boy, James Hayward was purchased a new one after their vacation was over. Safety regulations regarding luggage are created by the government.",
   "There are regulations in place that keep things that remind one of another similar banned thing from being allowed. This is located in E Midlands. The rules regarding baggage carried manually were put in place by airports in the United kingdom. A small child was the one who had the play toy in his possession.",
   "A four year old kid named James Hayward had his toy nerf gun taken away by airport security. The incident happened at midlands airport. Luggage restrictions are set by the government. The parents bought a replacement toy for the kid. Security was said to be a little over zealous in their confiscation of the toy from the child."
  ],
  "text": "Four-year-old James Hayward had his toy gun confiscated at East Midlands Airport A four-year-old boy was frisked by airport security and then forced to hand over his plastic nerf gun after it was deemed a security risk. James Hayward had arrived at East Midlands Airport with his parents, Phil, 44, and Hazel, 38, with his brightly coloured toy - which fires sponge darts - packed in his hand luggage for their flight out to Lanzarote. But  security officers, who were described as 'over-zealous' by the boy's father, then took exception to James's harmless toy when it was picked up on the system's X-ray machines. They demanded he hand it over, and they also performed a thorough patting down and inspection of the primary school child. Dad Phil has labelled the security checks 'ludicrous' and criticized how staff reacted in the situation. Mr Hayward, a software engineer, said: 'Fair enough they are thorough but it just seemed a bit ludicrous to take a plastic gun away from a four-year-old. 'We were so late by this point I didn't have time to stop and argue with them so we just had to leave it because we didn't want to miss our flight. 'I explained to James we would get him a new one when we got back from our holiday. We were going for 10 days in Lanzarote over Easter. 'I thought it was a bit over-zealous of the security staff considering how many people were trying to get through at the time. 'No wonder it was taking so long if they wanted to pat down every little kid. Scroll down for video After returning from the holiday to Lanzarote, the four-year-old boy was bought a replacement toy gun The smile is back on James Hayward's face following the confiscation of his toy gun at East Midlands Airport The £6 plastic gadget was described as a semi-automatic soft dart gun by its manufacturers, and James was bought a new one off eBay when the family returned from their holidays. East Midlands Airport apologised for the inconvenience but pointed out they had offered to post the toy back to the family's home in Doncaster, South Yorkshire. Defending the decision a spokeswoman said: 'The safety and security of our passengers is our first priority and all regulations on security are set by the government. 'This regulation states that no items may be permitted through security that resemble a prohibited item.' The hand luggage restrictions on all UK flights is set by the Department of Transport, and while there is no specific mention of models and makes of such 'toy guns,' the prohibited list does include 'replica or model guns.' East Midlands Airport said that 'no items may be permitted through security that resemble a prohibited item'",
  "expert_coherence_mean": 0.5,
  "expert_consistency_mean": 1.0,
  "expert_fluency_mean": 0.75,
  "expert_relevance_mean": 0.75,
  "turker_coherence_mean": 1.0,
  "turker_consistency_mean": 1.0,
  "turker_fluency_mean": 0.75,
  "turker_relevance_mean": 1.0,
  "example_idx": 1024
 }
 ]